var searchData=
[
  ['данных_0',['данных',['../md_doc_2_dictionary.html#amd',1,'Ассоциативная Модель Данных'],['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md177',1,'ORM-системы и управление базами данных']]],
  ['двумерной_20асети_1',['4.3. Сведение к двумерной асети',['../md_doc_2relations-model-ru.html#autotoc_md134',1,'']]],
  ['декларативная_20парадигма_20программирования_2',['Декларативная парадигма программирования',['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md168',1,'']]],
  ['декларативный_20подход_3',['1.1. Декларативный подход',['../md_analysis.html#autotoc_md186',1,'']]],
  ['длины_202_4',['МО в теории множеств как множество взаимосвязанных множеств кортежей длины 2',['../md_doc_2_mathematical__definition.html#autotoc_md83',1,'']]],
  ['длины_203_20к_204м_20множествам_20кортежей_20длины_202_3a_5',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['доказательство_20эквивалентности_6',['3.2. Доказательство эквивалентности',['../md_doc_2relations-model-ru.html#autotoc_md130',1,'']]],
  ['документация_7',['3.3. Документация',['../md_analysis.html#autotoc_md211',1,'']]],
  ['документация_20documentation_8',['Документация / Documentation',['../md__r_e_a_d_m_e.html#autotoc_md274',1,'']]],
  ['документация_20technical_20documentation_9',['Техническая документация / Technical Documentation',['../md__r_e_a_d_m_e.html#autotoc_md276',1,'']]],
  ['долгосрочная_20перспектива_10',['Фаза 4: Масштабирование (долгосрочная перспектива)',['../md_plan.html#autotoc_md253',1,'']]],
  ['дорожная_20карта_11',['Дорожная карта',['../md_plan.html#autotoc_md249',1,'']]],
  ['доступность_12',['Направление 1: Кроссплатформенность и доступность',['../md_plan.html#autotoc_md221',1,'']]],
  ['доступность_20следующий_20этап_13',['Фаза 2: Доступность (следующий этап)',['../md_plan.html#autotoc_md251',1,'']]],
  ['дочерний_20контекст_20исполнения_14',['Дочерний контекст исполнения',['../md_doc_2_dictionary.html#child_ctx',1,'']]],
  ['дуплетам_15',['3. Сведение триплетов к дуплетам',['../md_doc_2relations-model-ru.html#autotoc_md128',1,'']]],
  ['дуплетов_16',['2.3. Типы связей (дуплетов)',['../md_doc_2relations-model-ru.html#autotoc_md127',1,'']]],
  ['дуплеты_17',['1.2. Триплеты и Дуплеты',['../md_doc_2relations-model-ru.html#autotoc_md122',1,'']]],
  ['д_18',['Д',['../md_doc_2_dictionary.html#autotoc_md28',1,'']]]
];
