var searchData=
[
  ['4м_20множествам_20кортежей_20длины_202_3a_0',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['4х_20множеств_20кортежей_20длины_203_20к_204м_20множествам_20кортежей_20длины_202_3a_1',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['4_20импорт_20словарей_2',['4. Импорт словарей',['../md__r_e_a_d_m_e.html#autotoc_md112',1,'']]]
];
