var searchData=
[
  ['работа_20с_20данными_0',['2. Работа с данными',['../md__r_e_a_d_m_e.html#autotoc_md116',1,'']]],
  ['развития_20мо_1',['План развития МО',['../md_doc_2_x_d0_x_b_f_x_d0_x_b_b_x_d0_x_b0_x_d0_x_b_d___x_d0_x9_c_x_d0_x9_e.html',1,'']]],
  ['разных_20типов_20в_20полях_20_24sub_20_24rel_20_24obj_20json_20объекта_20описывающего_20сущность_2',['Семантика значений разных типов в полях $sub, $rel, $obj json объекта описывающего сущность',['../md_doc_2_r_v_m.html#autotoc_md97',1,'']]],
  ['расширяемость_3',['3. Расширяемость',['../md__r_e_a_d_m_e.html#autotoc_md117',1,'']]],
  ['рвм_4',['рвм',['../md_doc_2_dictionary.html#rvm_state',1,'Состояние РВМ'],['../md_doc_2_abbreviations.html#autotoc_md14',1,'RVM / РВМ']]],
  ['реализации_5',['Особенности реализации',['../md__r_e_a_d_m_e.html#autotoc_md121',1,'']]],
  ['реляционная_20виртуальная_20машина_6',['реляционная виртуальная машина',['../md_doc_2_dictionary.html#autotoc_md44',1,'Реляционная Виртуальная Машина'],['../md_doc_2_r_v_m.html',1,'Реляционная виртуальная машина']]],
  ['реляционное_20программирование_7',['Реляционное программирование',['../md_doc_2_dictionary.html#autotoc_md47',1,'']]],
  ['родительский_20контекст_20отношения_8',['Родительский контекст отношения',['../md_doc_2_dictionary.html#parent_ctx',1,'']]],
  ['руководстве_9',['Сокращения принятые в руководстве',['../md_doc_2_abbreviations.html',1,'']]],
  ['р_10',['Р',['../md_doc_2_dictionary.html#autotoc_md43',1,'']]]
];
