var searchData=
[
  ['работа_20со_20строками_0',['2.2. Ограниченная работа со строками',['../md_analysis.html#autotoc_md206',1,'']]],
  ['развития_20мо_1',['План развития МО',['../md_doc_2_x_d0_x_b_f_x_d0_x_b_b_x_d0_x_b0_x_d0_x_b_d___x_d0_x9_c_x_d0_x9_e.html',1,'']]],
  ['развития_20проекта_20jsonrvm_2',['План развития проекта jsonRVM',['../md_plan.html',1,'']]],
  ['разных_20типов_20в_20полях_20_24sub_20_24rel_20_24obj_20json_20объекта_20описывающего_20сущность_3',['Семантика значений разных типов в полях $sub, $rel, $obj json объекта описывающего сущность',['../md_doc_2_r_v_m.html#autotoc_md159',1,'']]],
  ['распределенные_20системы_4',['Микросервисная архитектура и распределенные системы',['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md178',1,'']]],
  ['расширение_20экосистемы_5',['Направление 5: Расширение экосистемы',['../md_plan.html#autotoc_md237',1,'']]],
  ['расширяемость_6',['1.4. Расширяемость',['../md_analysis.html#autotoc_md189',1,'']]],
  ['расширяемость_20и_20интеграционные_20возможности_7',['Расширяемость и интеграционные возможности',['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md173',1,'']]],
  ['рвм_8',['рвм',['../md_doc_2_dictionary.html#rvm_state',1,'Состояние РВМ'],['../md_doc_2_abbreviations.html#autotoc_md14',1,'RVM / РВМ']]],
  ['реализация_20database_5fapi_9',['2.1. Неполная реализация database_api',['../md_analysis.html#autotoc_md205',1,'']]],
  ['реляционная_20виртуальная_20машина_10',['реляционная виртуальная машина',['../md_doc_2_dictionary.html#autotoc_md44',1,'Реляционная Виртуальная Машина'],['../md_doc_2_r_v_m.html',1,'Реляционная виртуальная машина']]],
  ['реляционное_20программирование_11',['Реляционное программирование',['../md_doc_2_dictionary.html#autotoc_md47',1,'']]],
  ['рефлексивность_12',['6.2. Рефлексивность',['../md_doc_2relations-model-ru.html#autotoc_md140',1,'']]],
  ['родительский_20контекст_20отношения_13',['Родительский контекст отношения',['../md_doc_2_dictionary.html#parent_ctx',1,'']]],
  ['руководстве_14',['Сокращения принятые в руководстве',['../md_doc_2_abbreviations.html',1,'']]],
  ['русский_15',['Русский',['../md__r_e_a_d_m_e.html#autotoc_md260',1,'']]],
  ['р_16',['Р',['../md_doc_2_dictionary.html#autotoc_md43',1,'']]]
];
