var searchData=
[
  ['надёжность_0',['Направление 7: Качество и надёжность',['../md_plan.html#autotoc_md282',1,'']]],
  ['направление_201_3a_20кроссплатформенность_20и_20доступность_1',['Направление 1: Кроссплатформенность и доступность',['../md_plan.html#autotoc_md258',1,'']]],
  ['направление_202_3a_20образование_20и_20обучение_20программированию_2',['Направление 2: Образование и обучение программированию',['../md_plan.html#autotoc_md262',1,'']]],
  ['направление_203_3a_20интеграция_20с_20искусственным_20интеллектом_3',['Направление 3: Интеграция с искусственным интеллектом',['../md_plan.html#autotoc_md266',1,'']]],
  ['направление_204_3a_20производительность_20и_20оптимизация_4',['Направление 4: Производительность и оптимизация',['../md_plan.html#autotoc_md270',1,'']]],
  ['направление_205_3a_20расширение_20экосистемы_5',['Направление 5: Расширение экосистемы',['../md_plan.html#autotoc_md274',1,'']]],
  ['направление_206_3a_20моделирование_20и_20симуляция_6',['Направление 6: Моделирование и симуляция',['../md_plan.html#autotoc_md278',1,'']]],
  ['направление_207_3a_20качество_20и_20надёжность_7',['Направление 7: Качество и надёжность',['../md_plan.html#autotoc_md282',1,'']]],
  ['на_20мо_8',['Программирование на МО',['../md_doc_2_r_v_m.html#autotoc_md157',1,'']]],
  ['на_20сущности_9',['1.1. Ссылки на сущности',['../md_doc_2relations-model-ru.html#autotoc_md119',1,'']]],
  ['на_20языке_20c_10',['Преобразование типов на языке C',['../md_doc_2_mathematical__definition.html#autotoc_md84',1,'']]],
  ['на_20go_11',['на go',['../md_migration-analysis.html#autotoc_md224',1,'3.1.1 Преимущества перехода на Go'],['../md_migration-analysis.html#autotoc_md225',1,'3.1.2 Недостатки перехода на Go']]],
  ['на_20go_20рекомендуется_12',['Вариант A: Полный переход на Go (Рекомендуется)',['../md_migration-analysis.html#autotoc_md246',1,'']]],
  ['на_20go_20rust_20или_20webassembly_13',['Анализ перехода jsonRVM на Go, Rust или WebAssembly',['../md_migration-analysis.html',1,'']]],
  ['на_20rust_14',['на rust',['../md_migration-analysis.html#autotoc_md229',1,'3.2.1 Преимущества перехода на Rust'],['../md_migration-analysis.html#autotoc_md230',1,'3.2.2 Недостатки перехода на Rust']]],
  ['недостатки_20перехода_20на_20go_15',['3.1.2 Недостатки перехода на Go',['../md_migration-analysis.html#autotoc_md225',1,'']]],
  ['недостатки_20перехода_20на_20rust_16',['3.2.2 Недостатки перехода на Rust',['../md_migration-analysis.html#autotoc_md230',1,'']]],
  ['неполная_20реализация_20database_5fapi_17',['2.1. Неполная реализация database_api',['../md_analysis.html#autotoc_md201',1,'']]],
  ['не_20замена_20а_20дополнение_18',['5.3 WebAssembly — не замена, а дополнение',['../md_migration-analysis.html#autotoc_md243',1,'']]],
  ['н_19',['Н',['../md_doc_2_dictionary.html#autotoc_md40',1,'']]]
];
