var searchData=
[
  ['надёжность_0',['Направление 7: Качество и надёжность',['../md_plan.html#autotoc_md183',1,'']]],
  ['направление_201_3a_20кроссплатформенность_20и_20доступность_1',['Направление 1: Кроссплатформенность и доступность',['../md_plan.html#autotoc_md159',1,'']]],
  ['направление_202_3a_20образование_20и_20обучение_20программированию_2',['Направление 2: Образование и обучение программированию',['../md_plan.html#autotoc_md163',1,'']]],
  ['направление_203_3a_20интеграция_20с_20искусственным_20интеллектом_3',['Направление 3: Интеграция с искусственным интеллектом',['../md_plan.html#autotoc_md167',1,'']]],
  ['направление_204_3a_20производительность_20и_20оптимизация_4',['Направление 4: Производительность и оптимизация',['../md_plan.html#autotoc_md171',1,'']]],
  ['направление_205_3a_20расширение_20экосистемы_5',['Направление 5: Расширение экосистемы',['../md_plan.html#autotoc_md175',1,'']]],
  ['направление_206_3a_20моделирование_20и_20симуляция_6',['Направление 6: Моделирование и симуляция',['../md_plan.html#autotoc_md179',1,'']]],
  ['направление_207_3a_20качество_20и_20надёжность_7',['Направление 7: Качество и надёжность',['../md_plan.html#autotoc_md183',1,'']]],
  ['на_20мо_8',['Программирование на МО',['../md_doc_2_r_v_m.html#autotoc_md99',1,'']]],
  ['на_20языке_20c_9',['Преобразование типов на языке C',['../md_doc_2_mathematical__definition.html#autotoc_md84',1,'']]],
  ['неполная_20реализация_20database_5fapi_10',['2.1. Неполная реализация database_api',['../md_analysis.html#autotoc_md143',1,'']]],
  ['н_11',['Н',['../md_doc_2_dictionary.html#autotoc_md40',1,'']]]
];
