var searchData=
[
  ['1_20архитектурные_20ограничения_0',['1. Архитектурные ограничения',['../md_analysis.html#autotoc_md138',1,'']]],
  ['1_20архитектурные_20преимущества_1',['1. Архитектурные преимущества',['../md_analysis.html#autotoc_md123',1,'']]],
  ['1_20богатый_20базовый_20словарь_2',['2.1. Богатый базовый словарь',['../md_analysis.html#autotoc_md129',1,'']]],
  ['1_20исходное_20представление_20триединств_3a_3',['1. Исходное представление триединств:',['../md_doc_2_mathematical__definition.html#autotoc_md85',1,'']]],
  ['1_20качество_20кода_4',['3.1. Качество кода',['../md_analysis.html#autotoc_md133',1,'']]],
  ['1_20код_5',['3.1. Код',['../md_analysis.html#autotoc_md147',1,'']]],
  ['1_20неполная_20реализация_20database_5fapi_6',['2.1. Неполная реализация database_api',['../md_analysis.html#autotoc_md143',1,'']]],
  ['1_20понятийный_20словарь_7',['1. Понятийный словарь',['../md_doc_2_x_d0_x_b_f_x_d0_x_b_b_x_d0_x_b0_x_d0_x_b_d___x_d0_x9_c_x_d0_x9_e.html#autotoc_md1',1,'']]],
  ['1_20потенциальные_20уязвимости_8',['4.1. Потенциальные уязвимости',['../md_analysis.html#autotoc_md151',1,'']]],
  ['1_201_20декларативный_20подход_9',['1.1. Декларативный подход',['../md_analysis.html#autotoc_md124',1,'']]],
  ['1_201_20платформозависимость_10',['1.1. Платформозависимость',['../md_analysis.html#autotoc_md139',1,'']]],
  ['1_202_20модель_20триединой_20сущности_11',['1.2. Модель триединой сущности',['../md_analysis.html#autotoc_md125',1,'']]],
  ['1_202_20ограниченная_20глубина_20контекста_12',['1.2. Ограниченная глубина контекста',['../md_analysis.html#autotoc_md140',1,'']]],
  ['1_203_20встроенный_20параллелизм_13',['1.3. Встроенный параллелизм',['../md_analysis.html#autotoc_md126',1,'']]],
  ['1_203_20отсутствие_20оптимизаций_14',['1.3. Отсутствие оптимизаций',['../md_analysis.html#autotoc_md141',1,'']]],
  ['1_204_20расширяемость_15',['1.4. Расширяемость',['../md_analysis.html#autotoc_md127',1,'']]],
  ['1_20rel_20sub_20ent_20obj_16',['1. rel = { sub, ent, obj }',['../md_doc_2_x_d0_x_b_f_x_d0_x_b_b_x_d0_x_b0_x_d0_x_b_d___x_d0_x9_c_x_d0_x9_e.html#autotoc_md6',1,'']]],
  ['1_20sub_20ent_20rel_20obj_17',['1. sub =  = { ent, rel, obj }',['../md_doc_2_x_d0_x_b_f_x_d0_x_b_b_x_d0_x_b0_x_d0_x_b_d___x_d0_x9_c_x_d0_x9_e.html#autotoc_md7',1,'']]],
  ['1_3a_20кроссплатформенность_20и_20доступность_18',['Направление 1: Кроссплатформенность и доступность',['../md_plan.html#autotoc_md159',1,'']]],
  ['1_3a_20стабилизация_20ближайшие_20задачи_19',['Фаза 1: Стабилизация (ближайшие задачи)',['../md_plan.html#autotoc_md188',1,'']]]
];
