var searchData=
[
  ['данных_0',['данных',['../md_doc_2_dictionary.html#amd',1,'Ассоциативная Модель Данных'],['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md175',1,'ORM-системы и управление базами данных']]],
  ['два_20аспекта_20сущности_1',['2.1. Два аспекта сущности',['../md_doc_2relations-model-ru.html#autotoc_md124',1,'']]],
  ['двумерной_20асети_2',['4.3. Сведение к двумерной асети',['../md_doc_2relations-model-ru.html#autotoc_md132',1,'']]],
  ['декларативная_20парадигма_20программирования_3',['Декларативная парадигма программирования',['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md166',1,'']]],
  ['декларативный_20подход_4',['1.1. Декларативный подход',['../md_analysis.html#autotoc_md184',1,'']]],
  ['длины_202_5',['МО в теории множеств как множество взаимосвязанных множеств кортежей длины 2',['../md_doc_2_mathematical__definition.html#autotoc_md83',1,'']]],
  ['длины_203_20к_204м_20множествам_20кортежей_20длины_202_3a_6',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['доказательство_20эквивалентности_7',['3.2. Доказательство эквивалентности',['../md_doc_2relations-model-ru.html#autotoc_md128',1,'']]],
  ['документация_8',['3.3. Документация',['../md_analysis.html#autotoc_md209',1,'']]],
  ['документация_20documentation_9',['Документация / Documentation',['../md__r_e_a_d_m_e.html#autotoc_md272',1,'']]],
  ['документация_20technical_20documentation_10',['Техническая документация / Technical Documentation',['../md__r_e_a_d_m_e.html#autotoc_md274',1,'']]],
  ['долгосрочная_20перспектива_11',['Фаза 4: Масштабирование (долгосрочная перспектива)',['../md_plan.html#autotoc_md251',1,'']]],
  ['дорожная_20карта_12',['Дорожная карта',['../md_plan.html#autotoc_md247',1,'']]],
  ['доступность_13',['Направление 1: Кроссплатформенность и доступность',['../md_plan.html#autotoc_md219',1,'']]],
  ['доступность_20следующий_20этап_14',['Фаза 2: Доступность (следующий этап)',['../md_plan.html#autotoc_md249',1,'']]],
  ['дочерний_20контекст_20исполнения_15',['Дочерний контекст исполнения',['../md_doc_2_dictionary.html#child_ctx',1,'']]],
  ['дуплетам_16',['3. Сведение триплетов к дуплетам',['../md_doc_2relations-model-ru.html#autotoc_md126',1,'']]],
  ['дуплетов_17',['2.2. Типы связей (дуплетов)',['../md_doc_2relations-model-ru.html#autotoc_md125',1,'']]],
  ['дуплеты_18',['1.2. Триплеты и Дуплеты',['../md_doc_2relations-model-ru.html#autotoc_md121',1,'']]],
  ['д_19',['Д',['../md_doc_2_dictionary.html#autotoc_md28',1,'']]]
];
