var searchData=
[
  ['3_20встроенный_20параллелизм_0',['1.3. Встроенный параллелизм',['../md_analysis.html#autotoc_md126',1,'']]],
  ['3_20к_204м_20множествам_20кортежей_20длины_202_3a_1',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['3_20обработка_20исключений_2',['2.3. Обработка исключений',['../md_analysis.html#autotoc_md131',1,'']]],
  ['3_20отсутствие_20оптимизаций_3',['1.3. Отсутствие оптимизаций',['../md_analysis.html#autotoc_md141',1,'']]],
  ['3_20отсутствующие_20возможности_4',['2.3. Отсутствующие возможности',['../md_analysis.html#autotoc_md145',1,'']]],
  ['3_20технические_20преимущества_5',['3. Технические преимущества',['../md_analysis.html#autotoc_md132',1,'']]],
  ['3_20технические_20проблемы_6',['3. Технические проблемы',['../md_analysis.html#autotoc_md146',1,'']]],
  ['3_20цели_20и_20задачи_20мо_7',['3. Цели и задачи МО',['../md_doc_2_x_d0_x_b_f_x_d0_x_b_b_x_d0_x_b0_x_d0_x_b_d___x_d0_x9_c_x_d0_x9_e.html#autotoc_md3',1,'']]],
  ['3_201_20качество_20кода_8',['3.1. Качество кода',['../md_analysis.html#autotoc_md133',1,'']]],
  ['3_201_20код_9',['3.1. Код',['../md_analysis.html#autotoc_md147',1,'']]],
  ['3_202_20зависимости_10',['3.2. Зависимости',['../md_analysis.html#autotoc_md134',1,'']]],
  ['3_202_20сборка_11',['3.2. Сборка',['../md_analysis.html#autotoc_md148',1,'']]],
  ['3_203_20документация_12',['3.3. Документация',['../md_analysis.html#autotoc_md149',1,'']]],
  ['3_203_20тестирование_13',['3.3. Тестирование',['../md_analysis.html#autotoc_md135',1,'']]],
  ['3_3a_20интеграция_20с_20искусственным_20интеллектом_14',['Направление 3: Интеграция с искусственным интеллектом',['../md_plan.html#autotoc_md167',1,'']]],
  ['3_3a_20практичность_20среднесрочная_20перспектива_15',['Фаза 3: Практичность (среднесрочная перспектива)',['../md_plan.html#autotoc_md190',1,'']]]
];
