var searchData=
[
  ['работа_20с_20данными_0',['2. Работа с данными',['../md__r_e_a_d_m_e.html#autotoc_md131',1,'']]],
  ['развития_20мо_1',['План развития МО',['../md_doc_2_x_d0_x_b_f_x_d0_x_b_b_x_d0_x_b0_x_d0_x_b_d___x_d0_x9_c_x_d0_x9_e.html',1,'']]],
  ['разных_20типов_20в_20полях_20_24sub_20_24rel_20_24obj_20json_20объекта_20описывающего_20сущность_2',['Семантика значений разных типов в полях $sub, $rel, $obj json объекта описывающего сущность',['../md_doc_2_r_v_m.html#autotoc_md97',1,'']]],
  ['распределенные_20системы_3',['Микросервисная архитектура и распределенные системы',['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md116',1,'']]],
  ['расширяемость_4',['3. Расширяемость',['../md__r_e_a_d_m_e.html#autotoc_md132',1,'']]],
  ['расширяемость_20и_20интеграционные_20возможности_5',['Расширяемость и интеграционные возможности',['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md111',1,'']]],
  ['рвм_6',['рвм',['../md_doc_2_dictionary.html#rvm_state',1,'Состояние РВМ'],['../md_doc_2_abbreviations.html#autotoc_md14',1,'RVM / РВМ']]],
  ['реализации_7',['Особенности реализации',['../md__r_e_a_d_m_e.html#autotoc_md136',1,'']]],
  ['реляционная_20виртуальная_20машина_8',['реляционная виртуальная машина',['../md_doc_2_dictionary.html#autotoc_md44',1,'Реляционная Виртуальная Машина'],['../md_doc_2_r_v_m.html',1,'Реляционная виртуальная машина']]],
  ['реляционное_20программирование_9',['Реляционное программирование',['../md_doc_2_dictionary.html#autotoc_md47',1,'']]],
  ['родительский_20контекст_20отношения_10',['Родительский контекст отношения',['../md_doc_2_dictionary.html#parent_ctx',1,'']]],
  ['руководстве_11',['Сокращения принятые в руководстве',['../md_doc_2_abbreviations.html',1,'']]],
  ['р_12',['Р',['../md_doc_2_dictionary.html#autotoc_md43',1,'']]]
];
