var searchData=
[
  ['4м_20множествам_20кортежей_20длины_202_3a_0',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['4х_20множеств_20кортежей_20длины_203_20к_204м_20множествам_20кортежей_20длины_202_3a_1',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['4_20безопасность_2',['4. Безопасность',['../md_analysis.html#autotoc_md150',1,'']]],
  ['4_20расширяемость_3',['1.4. Расширяемость',['../md_analysis.html#autotoc_md127',1,'']]],
  ['4_201_20потенциальные_20уязвимости_4',['4.1. Потенциальные уязвимости',['../md_analysis.html#autotoc_md151',1,'']]],
  ['4_3a_20масштабирование_20долгосрочная_20перспектива_5',['Фаза 4: Масштабирование (долгосрочная перспектива)',['../md_plan.html#autotoc_md191',1,'']]],
  ['4_3a_20производительность_20и_20оптимизация_6',['Направление 4: Производительность и оптимизация',['../md_plan.html#autotoc_md171',1,'']]]
];
