var searchData=
[
  ['данных_0',['данных',['../md_doc_2_dictionary.html#amd',1,'Ассоциативная Модель Данных'],['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md115',1,'ORM-системы и управление базами данных']]],
  ['декларативная_20парадигма_20программирования_1',['Декларативная парадигма программирования',['../md__advantages_01and_01benefits_01of_01the_01json_r_v_m_01project.html#autotoc_md106',1,'']]],
  ['декларативный_20подход_2',['1.1. Декларативный подход',['../md_analysis.html#autotoc_md124',1,'']]],
  ['длины_202_3',['МО в теории множеств как множество взаимосвязанных множеств кортежей длины 2',['../md_doc_2_mathematical__definition.html#autotoc_md83',1,'']]],
  ['длины_203_20к_204м_20множествам_20кортежей_20длины_202_3a_4',['Преобразование 4х множеств кортежей длины 3 к 4м множествам кортежей длины 2:',['../md_doc_2_mathematical__definition.html#autotoc_md77',1,'']]],
  ['документация_5',['3.3. Документация',['../md_analysis.html#autotoc_md149',1,'']]],
  ['документация_20documentation_6',['Документация / Documentation',['../md__r_e_a_d_m_e.html#autotoc_md212',1,'']]],
  ['документация_20technical_20documentation_7',['Техническая документация / Technical Documentation',['../md__r_e_a_d_m_e.html#autotoc_md214',1,'']]],
  ['долгосрочная_20перспектива_8',['Фаза 4: Масштабирование (долгосрочная перспектива)',['../md_plan.html#autotoc_md191',1,'']]],
  ['дорожная_20карта_9',['Дорожная карта',['../md_plan.html#autotoc_md187',1,'']]],
  ['доступность_10',['Направление 1: Кроссплатформенность и доступность',['../md_plan.html#autotoc_md159',1,'']]],
  ['доступность_20следующий_20этап_11',['Фаза 2: Доступность (следующий этап)',['../md_plan.html#autotoc_md189',1,'']]],
  ['дочерний_20контекст_20исполнения_12',['Дочерний контекст исполнения',['../md_doc_2_dictionary.html#child_ctx',1,'']]],
  ['д_13',['Д',['../md_doc_2_dictionary.html#autotoc_md28',1,'']]]
];
